main_menu_title = f"""Здравствуйте ❤️  
     
    Добро пожаловать в мой официальный Telegram-bot. Здесь вы можете сделать оплату за мои курсы, вебинары, и семинары.                                        
    Выберите нужный раздел для вас снизу ⬇️"""

about_me_title = """Невозможно направлять кого-то на правильный путь, если твой собственный был устлан только розами.
Мой путь был непрост. Были разочарования, запреты проявляться, работать, лишний вес, болезни, когда жизнь висела на волоске, неуверенность в себе и куча вопросов. 
Но! Работа над собой, установление причинно-следственных связей, отпускание обид и глубокая проработка своего Рода дают результаты по сей день. 
Сегодня я, на основе своего опыта, помогаю тысячам девушек со всего мира кардинально поменять свою жизнь в лучшую сторону.
Уже много лет я являюсь членом ассоциации психологов Узбекистана. С опытом в саморазвитии более 10 лет, а в качестве коуча и психолога помогаю девушкам уже более 5 лет.
Свой первый поток авторского курса «Интенсив» запустила в 2019 году и все эти годы он помогает девушкам заложить крепкий фундамент для дальнейшего развития.
В 2021 году начала работать над проектом «Я и мой Род». И уже в 2022, внутри данного проекта, успешно запустила курс «Терапия внутреннего ребенка», «Отношения с папой», «Отношения с мамой»  а участницы получили колоссальный результат и очень глубокую проработку.
Помимо этого, разработала еще несколько программ и семинаров, которые помогут вам понять себя, свою ценность, исцелить травмы и наконец поменять кардинально мир вокруг себя, выйти на новый уровень в жизни, в отношениях и в деньгах.
И Вы можете стать одной из них, ведь изменения уже здесь, на расстоянии одного клика!"""

admin_contact = "https://t.me/kedi_uz"

cources_info = """Quyidagi tariflarni tanlang"""

def payment_info(plan: str, amount: str):

    return f"""Siz {plan} tarifini tanladingiz 
💰 NARX: {amount} soʻm

💳 Toʻlov usullari Humo/Uzcard

9860 0801 6403 2643

MEXRUZ SHODIYEV nomida

🔸 Eslatma! Toʻlov qilganingizdan soʻng, skrinshot joʻnatish tugmasini bosib toʻlov chekni menejerga joʻnatib qoʻying.

❗️Muhim! Toʻlov chekini joʻnatmaslik sizni kursga qabul qilmaslikga asos boʻlishi mumkin!

📕Kursga toʻlov qilish sizni, kurs qoidalari bilan tanishganizni tastiqlaydi!

📬Sizda toʻlov bilan muammo yuzaga kelsa @menejer_ekspert ga yozing! 
(Visa, Mastercard,Sberbank, elektron hamyon)"""
